Repository: avadecha/mattermost-mobile-eox
Catalog: ios/Mattermost/i18n/*.lproj/InfoPlist.strings
Languages: ja, sv, tr

# NSAppleMusicUsageDescription
source: Enabling access to your media library means you can attach files from your media library to your messages in EOX.
ja: メディアライブラリへのアクセスを許可すると、EOX のメッセージにメディアライブラリのファイルを添付できるようになります。
sv: Om du tillåter åtkomst till ditt mediebibliotek kan du bifoga filer från ditt mediebibliotek till dina meddelanden på Mattermost Beta.
tr: Ortam kitaplığınıza erişimi etkinleştirerek, ortam kitaplığınızdaki dosyaları EOX adresindeki iletilerinize ekleyebilirsiniz.

# NSBluetoothAlwaysUsageDescription
source: Enabling access to Bluetooth means we can synchronize content across your devices and clients.
ja: Bluetoothへのアクセスを許可すると、あなたのデバイスとクライアントの間でコンテンツを同期できるようになります。
sv: Genom att aktivera Bluetooth kan vi synkronisera innehåll mellan dina enheter och klienter.
tr: Bluetooth erişimini etkinleştirerek, içeriği aygıtlarınız ve istemcileriniz arasında eşitleyebilirsiniz.

# NSBluetoothPeripheralUsageDescription
source: Enabling access to Bluetooth means we can connect to audio peripherals for calls, and synchronize content across your devices and clients.
ja: Bluetoothへのアクセスを許可すると、オーディオ周辺機器と接続して通話したり、デバイスとクライアントとの間でコンテンツを同期できるようになります。
sv: Genom att aktivera tillgång till Bluetooth kan vi ansluta till ljudenheter för samtal och synkronisera innehåll mellan dina enheter och klienter.
tr: Bluetooth erişimini etkinleştirerek, aramalar için ses çevre birimlerine bağlanabilir ve içerikleri aygıtlarınız ile istemcileriniz arasında eşitleyebilirsiniz.

# NSCameraUsageDescription
source: Allowing access to your camera enables you to take photos or videos and attach them to messages.
ja: カメラへのアクセスを許可すると、写真や動画を撮影してメッセージに添付できるようになります。
sv: Om du tillåter åtkomst till enhetens kameror kan du ta foton eller videor och ladda upp dem till Mattermost Beta.
tr: Aygıtınızda kamera erişimini etkinleştirerek, fotoğraf ya da video çekebilir ve bunları EOX adresine yükleyebilirsiniz.

# NSFaceIDUsageDescription
source: Enabling access to your Face ID means we can restrict unauthorized users from accessing EOX on your device.
ja: Face IDへのアクセスを許可すると、権限のないユーザーがあなたのデバイスのEOX にアクセスできなくなります。
sv: Om du tillåter åtkomst till Face ID kan vi begränsa obehöriga användares åtkomst till Mattermost Beta på din enhet.
tr: Face ID erişimini etkinleştirerek, yetkisiz kullanıcıların aygıtınızdaki EOX uygulamasına erişmesini engelleyebilirsiniz.

# NSLocationAlwaysUsageDescription
source: Enabling access to your location data means we can add location metadata to pictures and videos you share in EOX.
ja: 位置情報へのアクセスを許可すると、あなたがEOX で共有する写真や動画に位置情報のメタデータが追加されます。
sv: Om du tillåter åtkomst till platsdata kan vi lägga till platsmetadata till bilder och videor som du delar på Mattermost Beta.
tr: Konum verileri erişimini etkinleştirerek, EOX üzerinden paylaştığınız görsel ve videolara konum üst verileri ekleyebilirsiniz.

# NSLocationWhenInUseUsageDescription
source: Enabling access to your location data means we can add location metadata to pictures and videos you share in EOX.
ja: 位置情報へのアクセスを許可すると、あなたがEOX で共有する写真や動画に位置情報のメタデータが追加されます。
sv: Om du tillåter åtkomst till platsdata kan vi lägga till platsmetadata till bilder och videor som du delar på Mattermost Beta.
tr: Konum verileri erişimini etkinleştirerek, EOX üzerinden paylaştığınız görsel ve videolara konum üst verileri ekleyebilirsiniz.

# NSMicrophoneUsageDescription
source: Enabling access to your device's microphones means you can capture audio for calls or videos to share in EOX.
ja: デバイスのマイクへのアクセスを許可すると、EOXで通話する際や、共有するためのビデオを撮影する際に音声をキャプチャできるようになります。
sv: Genom att tillåta tillgång till enhetens mikrofoner kan du använda ljud för samtal eller videor för att dela dem på Mattermost Beta.
tr: Aygıtınızda mikrofon erişimini etkinleştirerek, EOX üzerinden çağrı ya da videolarda paylaşmak için sesi alabilirsiniz.

# NSPhotoLibraryAddUsageDescription
source: Enabling write access to your photo library means you can save downloaded photos and videos from EOX to your device.
ja: フォトライブラリへの書き込みアクセスを許可すると、EOXからダウンロードした写真やビデオをデバイスに保存できるようになります。
sv: Om du tillåter skrivåtkomst till ditt fotobibliotek kan du spara nedladdade foton och videor från Mattermost Beta på enheten.
tr: Fotoğraf kitaplığınıza yazma erişimini etkinleştirerek, indirilen fotoğrafları ve videoları EOX ile aygıtınıza kaydedebilirsiniz.

# NSPhotoLibraryUsageDescription
source: Allowing access to your photo library enables you to select photos or videos and attach them to messages.
ja: フォトライブラリへのアクセスを許可すると、写真や動作を選択してメッセージに添付できるようになります。
sv: Om du tillåter läsåtkomst till ditt fotobibliotek kan du ladda upp foton och videor från enheten till Mattermost Beta.
tr: Fotoğraf kitaplığınıza okuma erişimini etkinleştirerek, aygıtınızdan EOX üzerine fotoğraf ve video yükleyebilirsiniz.

# NSSpeechRecognitionUsageDescription
source: Enabling your device to send user data to Apple means you can send voice messages to EOX.
ja: デバイスからAppleへのユーザーデータの送信を許可すると、EOX にボイスメッセージを送信できるようになります。
sv: Om du tillåter din enhet att skicka användardata till Apple kan du skicka röstmeddelanden till Mattermost Beta.
tr: Aygıtınızın kullanıcı verilerini Apple üzerine göndermesine izin vererek, EOX ile sesli mesaj gönderebilirsiniz.
